Repository: Farhadsurani/fursah
Catalog: Fursahh/Storyboards/*.lproj/Localizable.strings
Languages: ar

source: Error
ar: خطأ

source: Message
ar: رسالة

source: Cancel
ar: الغاء

source: Next
ar: التالي

source: Finish
ar: انهاء

source: Confirmation
ar: تاكيد

# merchant_removed_success
source: Merchant removed from favorite list
ar: تم ازالة العلامة التجارية من قائمة المفضلين

source: Required information not provided
ar: المعلومات المطلوبة غير مزودة

# email_not_valid
source: Email address not valid
ar: عنوان البريد الالكتروني غير صالح

# password_not_valid
source: Only alphanumeric password is allowed, minimum 6 characters.
ar: يُسمح باستخدام كلمة المرور الأبجدية الرقمية فقط ، بحد أدنى 6 أحرف.

# phone_not_valid
source: Phone number not valid
ar: رقم الهاتف غير صالح

# password_not_match
source: Passwords do not match
ar: الرمز السري غير مطابق

# password_created_success
source: New password has been created
ar: تم انشاء الرمز السري الجديد الخاص بك

source: No video available
ar: لا يتوفر مقطع فيديو

# merchant_added_success
source: Merchant added to the favorite list
ar: تم اضافة العلامة التجارية الى قائمة المفضلين

source: Pin code not valid
ar: الرقم السري غير صالح

# update_user_profile_failed
source: Failed to update user profile
ar: فشل في تحديث ملف تعريف المستخدم

# update_user_profile_success
source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح

# logout_confirmation_message
source: Are you sure you want to logout?
ar: هل انت متاكد انك تريد تسجيل الخروج؟

# password_changed_success
source: Password has been changed
ar: تم تغيير الرمز السري

# tutorial_first_message
source: Search merchant offering and get great discounts
ar: ابحث عن العروض واحصل على تخفيضات كبيرة

# tutorial_second_message
source: Browse through Fursahh and avail discounts on deals
ar: تصفح من خلال فرصة و استفد من التخفيضات على العروض

# phone_not_provided
source: Phone number not provided
ar: رقم الهاتف غير متوفر

# instagram_not_available
source: Instagram account not available
ar: حساب الانستاجرام غير متوفر

# pdf_not_provided
source: PDF menu not provided
ar: القائمة غير متوفرة

source: Call option not available
ar: خيار الاتصال غير متوفر

# failed_load_pdf
source: Failed to load pdf file
ar: فشل في تحميل البيانات

# user_location_denied_message
source: You won't be able to find nearest outlet
ar: لن تتمكن من العثور على أقرب منفذ

source: Google maps not available
ar: خرائط جوجل غير متوفرة

source: Location not found
ar: الموقع غير موجود

# confirm_outlet_message
source: Are you sure you're at this outlet? if not, choose the correct one from the locations screen
ar: هل انت متاكد انك في هذا المحل؟اذا لم تكن كذلك, اخترالموقع المناسب

# invalid_outlet_message
source: Voucher is not valid for selected Outlet
ar: القسيمة غير صالحة للمنفذ المحدد

source: Buy 1 Get 1 Free
ar: اشتر 1 و احصل على 1 مجاناً

source: Combo Offer
ar: كومبو مجاني

source: Discount Offer
ar: عرض تخفيض

source: You are offline, connect to the internet
ar: أنت غير متصل ، اتصل بالإنترنت

source: Voucher is not valid for selected Outlet
ar: القسيمة غير صالحة للمنفذ المحدد

source: Failed to generate transaction number
ar: فشل في تكوين رقم المعاملة

source: Offer not available
ar: العرض غير متوفر

source: Change Outlet
ar: تغيير المحل

source: Continue
ar: تابع

source: View redemptions history
ar: تاريخ الاسترداد

source: Rules of Use
ar: قواعد الاستخدام

source: Amenities
ar: وسائل الراحة

source: Filters
ar: مرشحات

source: Popular Cuisines
ar: المطبخ الشعبي

source: Merchants
ar: العلامات التجارية

source: Discount Offers
ar: عروض التخفيض

source: Valid Until %@
ar: ساري لغاية %@

source: Estimated Savings OMR %@
ar: التوفير المقدر لك OMR %@

source: %@ KM away
ar: على بعد %@ كم

source: %@ (%@ KM away)
ar: %@ (على بعد %@ كم)

source: Notifications
ar: الاشعارات

source: Change Password
ar: تغيير الرمز السري

source: Redemption History
ar: تاريخ استخدام القسائم السابقة

source: Terms & Conditions
ar: الشروط والاحكام

source: Logout
ar: تسجيل الخروج

source: Signup
ar: سجل

source: Signin
ar: تسجيل الدخول

source: Resend Code
ar: اعادة ارسال الرمز

source: Transaction Ref.
ar: رقم التحويلة

source: Contact Us
ar: اتصل بنا

source: Skip
ar: تخطى

source: Share the App
ar: مشاركة التطبيق
